<template>
  <section class="section section--team section--bg" id="team-section">
    <h3 class="main-title main-title--base main-title--bordered">
      <div class="wrapper">
        {{ 'ui_team'|local }} <span class="main-caption">Any.<span>Cash</span></span>
      </div>
    </h3>
    <div class="team">
      <div class="team__block">
        <div class="wrapper">
          <div class="team__avatar holder holder--camera" />
          <div class="team__content">
            <p class="team__text">Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Вдали от всех живут они в буквенных домах на берегу Семантика большого языкового океана.</p>
            <p class="team__text">Эта парадигматическая страна, в которой жаренные предложе-ния залетают прямо в рот. Даже всемогущая пунктуация не имеет власти над рыбными текстами, ведущими безорфографи-чный образ жизни. Однажды одна маленькая строчка рыбного текста по имени Lorem ipsum решила выйти в большой мир грамматики. Эта парадигматическая страна, в которой жаренные предложе-ния залетают прямо в рот. Даже всемогущая пунктуация не имеет власти над рыбными текстами, ведущими безорфографи-чный образ жизни. Однажды одна маленькая строчка рыбного текста по имени Lorem ipsum решила выйти в большой мир грамматики. Эта парадигматическая страна, в которой жаренные предложе-ния залетают прямо в рот. Даже всемогущая пунктуация не имеет власти над рыбными текстами, ведущими безорфографи-чный образ жизни. Однажды одна маленькая строчка рыбного текста по имени Lorem ipsum решила выйти в большой мир грамматики. Эта парадигматическая страна, в которой жаренные предложе-ния залетают прямо в рот. Даже всемогущая пунктуация не имеет власти над рыбными текстами, ведущими безорфографи-чный образ жизни. Однажды одна маленькая строчка рыбного текста по имени Lorem ipsum решила выйти в большой мир грамматики.</p>
          </div>
        </div>
      </div>
      <div class="team__block">
        <div class="wrapper">
          <div class="team__avatar holder holder--camera"/>
          <div class="team__content">
            <p class="team__text">Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Вдали от всех живут они в буквенных домах на берегу Семантика большого языкового океана.</p>
            <p class="team__text">Эта парадигматическая страна, в которой жаренные предложе-ния залетают прямо в рот. Даже всемогущая пунктуация не имеет власти над рыбными текстами, ведущими безорфографи-чный образ жизни. Однажды одна маленькая строчка рыбного текста по имени Lorem ipsum решила выйти в большой мир грамматики. Эта парадигматическая страна, в которой жаренные предложе-ния залетают прямо в рот. Даже всемогущая пунктуация не имеет власти над рыбными текстами, ведущими безорфографи-чный образ жизни. Однажды одна маленькая строчка рыбного текста по имени Lorem ipsum решила выйти в большой мир грамматики. Эта парадигматическая страна, в которой жаренные предложе-ния залетают прямо в рот. Даже всемогущая пунктуация не имеет власти над рыбными текстами, ведущими безорфографи-чный образ жизни. Однажды одна маленькая строчка рыбного текста по имени Lorem ipsum решила выйти в большой мир грамматики. Эта парадигматическая страна, в которой жаренные предложе-ния залетают прямо в рот. Даже всемогущая пунктуация не имеет власти над рыбными текстами, ведущими безорфографи-чный образ жизни. Однажды одна маленькая строчка рыбного текста по имени Lorem ipsum решила выйти в большой мир грамматики.</p>
          </div>
        </div>
      </div>
    </div>
  </section>
</template>

<script>
export default {
  name: 'TeamSection'
}
</script>

<style lang="scss">
@import "team";
</style>
