<template>
  <section class="section" id="information-section">
    <div class="wrapper">
      <h3 class="main-title">{{ 'ui_how'|local }}</h3>
      <div class="information">
        <div class="information__column">
          <p class="information__text">Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Вдали от всех живут они в буквенных домах на берегу Семантика большого языкового океана.</p>
          <p class="information__text">Эта парадигматическая страна, в которой жаренные предложе-ния залетают прямо в рот. Даже всемогущая пунктуация не имеет власти над рыбными текстами, ведущими безорфографи-чный образ жизни. Однажды одна маленькая строчка рыбного текста по имени Lorem ipsum решила выйти в большой мир грамматики.</p>
        </div>
        <div class="information__column">
          <p class="information__text">Взобравшись на первую вершину курсивных гор, бросил он последний взгляд назад, на силуэт своего родного города Буквоград, на заголовок деревни Алфавит и на подзаголовок своего переулка Строчка. Грустный реторический вопрос скатился по его щеке и он продолжил свой путь. По дороге встретил текст рукопись.</p>
          <p class="information__text">Великий Оксмокс предупреждал ее о злых запятых, диких знаках вопроса и коварных точках с запятой, но текст не дал сбить себя с толку. Он собрал семь своих заглавных букв, подпоясал инициал за пояс и пустился в дорогу.</p>
        </div>
      </div>
    </div>
  </section>
</template>

<script>
export default {
  name: 'InformationSection'
}
</script>

<style lang="scss">
@import 'information-section';
</style>
